Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/giellatekno/numra.html.tmx
Source language: sme
Languages: nob

source: Válljenvejolašvuođat
nob: Valgmuligheter

source: Numra-prográmmain beassá hárjehallat loguid, diibmomeriid ja dáhtoniid.
nob: Numra er et program for å øve seg på tallord, klokkeslett og datoer.

source: Sáhttá hárjehallat logus lohkosátnái dahje lohkosánis lohkui.
nob: Man kan trene fra tall til ord, eller fra ord til tall.

source: Numra heive buohkaide - dat gii háliida oahppat giela, ferte máhttit loguid.
nob: Numra passar for alle; skal man lære et språk må man kunne telle.

source: Man stuorra logut: 0-10, 0-20, 0-100 dahje 0-1000
nob: Tallområde: 0-10, 0-20, 0-100 eller 0-1000

source: 0-10, 0-20, 0-100 dahje 0-1000
nob: 0-10, 0-20, 0-100 eller 0-1000

source: Liŋka Numra-prográmmii
nob: Link til Numra
